{"podcast_details": {"podcast_title": "Bloomberg Talks", "episode_title": "ECB President Christine Lagarde Talks Inflation", "episode_image": "https://www.omnycontent.com/d/programs/e73c998e-6e60-432f-8610-ae210140c5b1/15e00369-eef2-4085-a194-b00d01137fde/image.jpg?t=1685033236&size=Large", "episode_transcript": " Here's a question. What if beer could get to the right place at the right time all the time? With IBM Consulting, AI-powered software can help automate your supply chain so beer can be ordered, produced, and delivered more efficiently. So deliveries keep going, and the beer keeps flowing. That's the automation solution IBM and a global beer company created. What will you create? Learn more at IBM.com slash automation. IBM. Let's create. To stay competitive in your industry, your customer service must exceed expectations. Transform how you provide stellar customer experiences with RingCentral's business communications and AI-powered contact center. Visit ringcentral.com slash connect to learn more. Joining us now, the president of the European Central Bank, Christine Lagarde, who stopped traffic here. The Bison stopped walking around the fields over the importance of this speech. I was talking to our wonderful Matt Boessler, covering the New York Fed, and he's here supporting the U.S. team. And the first thing he said, Philip Lane. So the speech that you put together here that we're going to dive into here in the next 13 minutes, how was it constructed off of your team with Dr. Lane? It's a little bit more complicated than that. Typically, my speech works as follows. I pick the theme, which in this case was not complicated because Jackson Hall has indicated that we have to concentrate on the shifts and they are major shifts. So I pick the theme. My team produces a first draft that I then look at, correct changes, amend, we reconstruct a bit. Then I pass it on to Philip and Philip looks at it, brings new things into the substance, will amend this or that. Then it comes back to me again and I will polish it one more time. Then I share it with a few more economists in the team. I don't take all their comments because if I did, it would not. You've been legendary for that. That's called a Lagarde note. That's true. Yeah, because everybody wants to have their little thing in there. And before you know it, it has no line, no rational, no logic, no conclusion. And I don't want that. We'll extend this to a one hour interview. There'll be some logic to this discussion today. The rules of the road folks for all of you on radio and television is that an academic conference, we don't focus so much with any central banker about what are you going to do at the next meeting. It's about the architecture of the speech. And this is an exceptionally original speech off of the pandemic. Where do we go from here? I want to go back four months to your speech in New York, where in Wyoming, and this is Ernest Hemingway's Wyoming, you talked about suddenly, sun also rises. There is gradually. And then it becomes suddenly. What is the tension you see now? What is the fear you have that the gradual now could be suddenly painful? We are facing major shifts. I'll mention three for you. One is there is a complete change in the labor market. There's a complete change in the energy future that we are facing. And there is a complete shift in how geopolitical forces organize our economies, not to mention in the background, the climate change impact on our economies, our life. And the imperative that it becomes, as we have seen during the whole summer, for instance, in terms of major heat waves, major hurricanes and so on and so forth. So you've got these three key shifts and the background of climate change. And we need to address each and every one of these three, which we inherited from the pandemic, which we inherited from the major supply chain disruptions, which we inherited from the geopolitical tensions that we see developing between the United States, Europe, Japan and many other countries around the world, in particular, China. I was talking to our Alex Weber out of Frankfurt on this speech, and I want to take the 60,000 foot nature of the speech. And I can't imagine Draghi Doisberg-Trichet giving the speech. It's original to you. But if I look at clarity, flexibility, humility, your backdrop out years is exactly the same as your backdrop on September 16th, which is the original structure you have is to pick two nations, the tension between Germany and the tension with Portugal as well. How do you get to these lofty goals, given the fractious original nature of the ECB? I would disagree with that. I think the ECB and the way it has been constructed is intended for collaboration, for controversies, for debates, but at the end of the day for large consensus. And this is how I have been operating at the ECB. The fact that monetary policy is really European monetary policy is a plus. We are bound by the same currency, the euro. We exchange the same banknotes, maybe digitally one day. But this is what brings us together and it's part of the culture. Now, then you have the fiscal situation, then you have the debt situation, then you have different markets and different constraints locally in the 20 member states. But the European Central Bank brings all those national central banks together, not without pain, not without discussions, as I said, controversies occasionally and not always by unanimous consensus. There is dissent at the ECB? Occasionally there is dissent, absolutely. And we have to learn how to live with it. My job is to measure how profound the dissent is and who expresses and shares it to a point that he or she will not be prepared to compromise and to move to the consensus. A single sentence in this original speech breaks in established regularities. Do you have an operative theory right now, whether it's again to September or it's out six months a year? Is there a set of economic theories you're working with or is it ad hoc each and every day out of this pandemic? One, it is deliberately decisively data dependent, which forces us to react meeting by meeting. We cannot, given the fact that regularities are no longer regular and we have more irregularities than regularities, we cannot exclusively rely on inflation outlook as determined by models. We have to bring into our reasoning and our considerations other elements, other measurements, including underlying inflation as we see it empirically now, as we anticipate it coming up. We also need to measure the impact of our monetary policy. How fast does it produces financing tightening and what consequences will it have? So in a way, the break of this regularity forces us to have a larger spectrum of indicators and to think in a much broader way about the consequences of what we decide. What thing that's fascinating here, and Janne Randall in Frankfurt really emphasizes to me with the deterioration in economic data, I'm sure you've been more than briefed on it, in Europe and frankly around the world, China as well. There's this waiting between conventional monetary dialogue and to use an American phrase, OMG, there's a growth slowdown. As you go into your sequence of data dependent meetings, what is the waiting now to growth or real economy economic data versus a monetary policy, which with a process almost that you say is under threat right now? First of all, I would not put in the same bag Europe and China when it comes to clarity and comprehensiveness and transparency of data. We are totally transparent. We aggregate our national data at the regional level and we have very solid institutions that are in charge of those data. So I would challenge anybody who argues that our data is not correct and not reliable, that is as reliable as it can get. Point number one. Point number two, the best way to have the highest level of confidence is to look at a series of information, data model produced empirically provided, anticipated by financial analysis. That's the best job that we can do at the moment in order to deliver on our stability mandate, which is to bring inflation back to 2% in the medium term, which we will do. I can mention this with China, but what I can mention is you are original in that you have real world export import experience. I believe I met you when you were French trade minister or newly appointed at whatever. 2005. That was a few years ago, folks. Christine Lagarde is simple as I can say. The statistic in your speech today of real imports declining 30% if we get what Gorgieva and Lagarde are both talking about, which is a regional blockism, a fragmentation. How close are we to that? It's a worrying situation. If you look at the number of protectionist measures that are being engineered, implemented around the world, if you look at the volume of trade, whether it is pure volume or momentum, it is either stable or on the decline. And the fragmentation is something that is much talked about, but that we are now beginning to see in terms of investment, in terms of market penetration by various companies around the world and the control of FDI for indirect investment in many countries, including in Europe, is now being scrutinized in a much, much thorough way. So we are seeing not deglobalization, let's not kid ourselves, but a much more guarded, much more careful target of supply chain development, of setting up foreign investment abroad. And the purpose of those investments are different. There was a time when you were setting up facility in a place where cost was lower. Now you set up a facility because you're going to penetrate that market and you're not relying on input output. You mentioned tit-for-tat inflation. Is that what you confront at the next meeting and frankly at the meetings into 2024? We will be very, very attentive to wage developments because obviously one of the strongest portion of the economy where prices are going up is services. And services is labor intensive. Services is generally less interest rate sensitive than others, where capital expenditures, of course, are more sensitive. So wages as they develop will matter enormously, which is why it's critically important that inflation expectations remain anchored at 2%. If trade unions and business associations appreciate that in relatively short order inflation will be back to 2%, they will not want to fuel more inflation by having wage or margin increases that would not be consistent with that. The language of this is accommodative, restrictive. I think Dominique Constable at Mizzou would say there is super restrictive talking about the US central bank. How do you gauge the parlor game of interest rate trajectory now, giving your new theme here? How do you take the minutiae of analyzing the up and down, the restrictiveness, just as one example, with these larger thoughts of we need a changed behavior in economics? We take all that very seriously. If you pick the example of the financing tightening, we look up and down the stream of all financing channels from credit, lending, money markets, sovereign bonds, the whole gambit of it to appreciate how much tightening is produced by our restrictive monetary policy. We have to factor that into what I have called my three criteria, if you will, inflation outlook, underlying inflation, transmission, and strength of the transmission of monetary policy. You end this speech, and folks, really, for those of you in economics, this is truly an original speech from the ECB today and from Christine Lacard. Keynes, the difficulty lies not in the new ideas, but in escaping the old ones. Which one are you trying to escape, September 16th? I mean, not to bring the meeting into focus here, but you need a new idea on September 16th. What's it going to be? I think what I meant using this particular quote is that we cannot just stay in the same box all the time and assume that the models that we have been using for a number of years are going to produce the result that will guide us towards the right decisions. I think by adding, as I said, underlying inflation, strength of the monetary policy transmission, we bring new ideas and new principles into our thinking and our collective considerations. One final question, if I could, on a beautiful day in Wyoming. You have to fly back to Frankfurt and sell this speech to a very original set of nations in Europe. What will be the response, not only the response that you're meeting on September 16th, but the simplistic statement of between the hawks and the doves? Will there be a uniform response or will this engender an immediate heated debate in Frankfurt? I took the precaution to discuss that with some of them. And I think that the general principles of those three shifts, the responses that we must provide and the new key principles of clarity, humility and transparency, sorry, clarity, flexibility and humility will stand. And I think will be appreciated and respected by my colleagues on the governing council. We look forward to September 14th, truly an historic day. I can't guarantee the same beautiful landscape. The hills are alive with the sound of music. Thank you. This is Paul Sweeney here to tell you about another podcast you should be listening to, The Tape. Join us every weekday as we bring you detailed analysis of the day's Wall Street action from Bloomberg Intelligence and Bloomberg Opinion and conversations with influential newsmakers. There's absolutely nothing wrong with having some cash on the sidelines. You are leaning pretty hard toward equity. Because of all the dislocations, there's always relative value trades that you could be doing. Subscribe to The Tape today on Apple, Spotify, Bloomberg.com or wherever you get your podcasts. Set summer in motion with the most adventurous Honda vehicles yet, like Passport and Pilot Trail Sport and the Ridgeline, built for better off-road performance and engineered for more adventure. Summer is here. For a limited time, well-qualified buyers can get a 3.9 percent APR on a 2023 Honda Pilot, a 2.9 percent APR on a 2023 Passport and a 0.9 percent APR on a 2023 Ridgeline. Buy online. Reserve from select dealers or visit your local Honda dealer today. See dealer for financing details."}, "podcast_summary": "GUEST NAME: Christine Lagarde\nGUEST ORGANIZATION: European Central Bank\nGUEST TITLE: President\n\nIn this podcast episode, Christine Lagarde, President of the European Central Bank (ECB), discusses the major shifts and challenges facing the global economy. She highlights three key shifts: changes in the labor market, the future of energy, and the impact of geopolitical forces on economies. Lagarde also emphasizes the importance of addressing climate change and its impact on economies.\n\nThe podcast delves into the construction of Lagarde's speeches, highlighting the collaborative process and the need for coherence and logical arguments. The ECB is described as a space for collaboration, controversy, and debate, with dissent occasionally emerging. Lagarde's role is to measure the depth of dissent and work towards consensus.\n\nThe podcast also explores the ECB's data-dependent approach to monetary policy. Lagarde discusses the need to rely on a range of indicators and empirical data, given the irregularities in the global economy. The relationship between economic data and monetary policy is explored, with a focus on inflation, wage developments, and the impact of monetary policy on financing channels.\n\nAmidst the challenges, Lagarde emphasizes the importance of clarity, flexibility, and humility in the ECB's approach. She highlights the need for new ideas and principles to guide decision-making, rather than relying solely on existing models.\n\nThe tone of the podcast is informative and engaging, with moments of insightful analysis and discussion on the challenges and opportunities facing the global economy. The discussion revolves around the ECB's response to these challenges and how it aims to foster collaboration and consensus among its member states. Overall, the podcast provides a comprehensive summary of Lagarde's speech and insights into the future of the global economy.", "podcast_guest": "Christine Madeleine Odette Lagarde (French: [kʁistin madlɛn ɔdɛt laɡaʁd]; née Lallouette, IPA: [lalwɛt]; born 1 January 1956) is a French politician and lawyer who has served as President of the European Central Bank since 2019. She previously served as the 11th Managing Director of the International Monetary Fund (IMF) from 2011 to 2019. Lagarde had also served in the Government of France, most prominently as Minister of the Economy, Finance and Industry from 2007 until 2011. She is the first woman to hold each of those posts.Born and raised in Paris, Lagarde graduated from law school at Paris Nanterre University and obtained a Master's degree from Sciences Po Aix. After being admitted to the Paris Bar, she joined the international law firm Baker & McKenzie as an associate in 1981, specializing in labor and anti-trust, as well as mergers and acquisitions. Rising through the ranks, she was a member of the executive committee of the firm from 1995 until 1999, before being elevated to its Chair between 1999 and 2004; she was the first woman in both positions. She held the top post until she decided to go into public service.\nLagarde returned to France when appointed Minister of Foreign Trade from 2005 to 2007, then briefly served as Minister of Agriculture and Fisheries from May to June 2007, and finally, as Minister of Finance from 2007 to 2011, making her the first female to hold the finance portfolio of any Group of Eight economy. During her tenure, Lagarde oversaw the government response to the late 2000s financial crisis, for which the Financial Times ranked her the best finance minister in the Eurozone.On 5 July 2011, she was elected to replace Dominique Strauss-Kahn as managing director of the IMF for a five-year term. Her appointment was the 11th consecutive appointment of a European to head the IMF. She was selected by consensus for a second five-year term, starting 5 July 2016, being the only candidate nominated for the post. In December 2016, a French court convicted her of negligence relating to her role in the Bernard Tapie arbitration, but did not impose a penalty. Lagarde resigned from the IMF following her nomination as president of the ECB.\nIn 2019 and again in 2020, Forbes ranked her number two on its World's 100 Most Powerful Women list.", "podcast_highlights": "Key Insights and Revelations:\n\n- The podcast episode features an interview with Christine Lagarde, the president of the European Central Bank (ECB). She discusses the major shifts and challenges facing the global economy, including changes in the labor market, the energy future, and geopolitical forces.\n- Lagarde emphasizes the importance of addressing each of these shifts and the impact of climate change on the economy.\n- The process of constructing her speech is collaborative, involving her team and ECB Chief Economist Philip Lane. Lagarde carefully reviews and polishes the speech, taking into account multiple perspectives and ensuring a logical and cohesive argument.\n- The ECB operates on the principle of collaboration, consensus, and occasionally dissent. Lagarde's role is to measure the depth of dissent and find a compromise that leads to consensus.\n- The pandemic has disrupted regular economic patterns, making it necessary for the ECB to be data-dependent and consider a wider range of indicators and measurements when making monetary policy decisions.\n- Lagarde acknowledges that there is a worrying trend of protectionism and fragmentation in global trade, and the ECB is closely monitoring the impact on the economy.\n- The ECB will pay attention to wage developments as they are a significant factor in the inflation outlook, particularly in services, and inflation expectations need to remain anchored at 2%.\n- Lagarde emphasizes the need to escape old ideas and be open to new principles and ideas when making decisions, rather than relying solely on traditional models.\n- The response to Lagarde's speech is expected to be positive, with general principles of addressing the shifts and adopting clarity, flexibility, and humility being appreciated and respected by her colleagues on the governing council.\n\nControversial or Heavily Debated Points:\n- The extent of dissent within the ECB is briefly mentioned, but there is no in-depth exploration of specific controversial points or perspectives within the interview.\n- The impact of protectionism and fragmentation on the global economy and the role of central banks in addressing these challenges could be topics of debate. Some economists argue for more interventionist policies, while others advocate for free trade and minimal government intervention. However, these viewpoints are not extensively discussed in the podcast episode."}